
// sets[][име, описание,, тегло, брой, видим]
const sets = {
    2: [
        [1,"Нафта", "Няма нищо за казване!",20,1, 1,0,0,0,0,0,0,0,0,0,0,0,0,0,-1],
        [2,"Боза-10 процента алкохол", "Радомирска, толкоз гъста, че може да си подпираш масата. Живот +1", 1,1,1,0,1,0,0,0,0,0,0,0,0,0,0,0,1],
        [3,"Греда", "Дървена, естествено",50,5,  1,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
        [4,"Пръстен", "Бронзов, Мана +1,Живот +1", 2,1,1,1,1,1,0,0,0,0,0,0,0,0,0,0,0],
        [5,"Гривна",  "Позлатена, Ловкост +3, Сила -1", 2,2,1,1,0,3,-1,0,0,0,0,0,0,0,0,0,0]
    ],
    3:[

    ],
    4:[],
    5:[]
}
/*
    мана, живот, ловкост, сила, защита, атака(физическа), магическа атака, огнена атака, водна атака, земна атака, въздушна атака, регенерация, издържливост.
   
                                                        видим   мана    живот     ловкост    сила     за употреба  
    [5,"Гривна", 2,2, "Позлатена, Ловкост +3, Сила -1", 1,     1,       0         ,3        ,-1         ,0              ]
*/

const episodes = {
    1: '<p>Хвърляш поглед навън. Вече се е стъмнило, но никъде в прозорците не се вижда светлина. Само уличните лампи мъждукат, сякаш в съседния квартал са пуснали криптоферма и не им стига напрежение. </p><p>Малките островчета светлина осветяват достатъчно за да се убедиш, че улицата е пуста.</p><p>Спускаш се по стълбите към входната врата, отваряш я внимателно и се оглеждаш. Няма никакво движение. Вдясно, до посщенските кутии забелязваш малка купчина.</p><p  class="btn"><button onclick="go(2)">Натисни. ако искаш да провериш какво има в купчината</button></p><p ><button onclick="go(2)">А, ако, не искаш да губиш време натисни тук</button></p>',
    2: '<p>Теглиш един шут на купчината и намираш следното:</p><p class="btn"><button onclick="go(3)">Натисни ако си взел каквото ти трябва</button></p>',
    3: 'Минаваш от другата страна',
    4:''
};

var inventar = [

];

var equip=[];