
// sets[][име, тегло, брой, описание, видим]
const sets = {
    1: [
        ["Въглища и нафта 10 процента алкохол", 20,1, "Няма нищо за казване!",1],
        ["Боза", 1,1, "Няма нищо за казване 3!",0],
        ["Греда", 50,5, "Дървена, естествено",0],
        ["Пръстен", 2,1, "Бронзов",1],
        ["Гривна", 2,2, "Позлатена", 1]
    ]
}

const episodes = {
    1: '<p></p>',
    2: '<p>Хвърляш поглед навън. Вече се е стъмнило, но никъде в прозорците не се вижда светлина. Само уличните лампи мъждукат, сякаш в съседния квартал са пуснали криптоферма и не им стига напрежение. </p><p>Малките островчета светлина осветяват достатъчно за да се убедиш, че улицата е пуста.</p><p>Спускаш се по стълбите към входната врата, отваряш я внимателно и се оглеждаш. Няма никакво движение. Вдясно, до посщенските кутии забелязваш малка купчина.</p><p><button onclick="go(2)">Натисни. ако искаш да провериш какво има в купчината</button></p><p><button>А, ако, не искаш да губиш време натисни тук</button></p>',
    3: ''

};

var inventar = [
    ['Ръководство', 2],
    ['Ръководство1', 10],

];
